﻿/* No comment provided by engineer. */
"%@ & %@ are typing" = "%1$@ และ %2$@ กำลังพิมพ์";

/* No comment provided by engineer. */
"%@ added to this new group conversation" = "%@ added to this new group conversation";

/* No comment provided by engineer. */
"%@ invitation" = "%@ คำเชิญ";

/* No comment provided by engineer. */
"%@ is typing" = "%@ กำลังพิมพ์";

/* {app name} is not installed */
"%@ not installed" = "ไม่ได้ติดตั้ง %@";

/* {app name} version not supported */
"%@ version not supported" = "ไม่รองรับเวอร์ชันของ %@";

/* No comment provided by engineer. */
"%d days ago" = "%d วันที่ผ่านมา";

/* No comment provided by engineer. */
"%d hours ago" = "%d ชั่วโมงที่ผ่านมา";

/* No comment provided by engineer. */
"%d minutes ago" = "%d นาทีที่ผ่านมา";

/* Votes in a poll */
"%d votes" = "%d votes";

/* No comment provided by engineer. */
"%ld participants" = "ผู้เข้าร่วม %ld คน";

/* No comment provided by engineer. */
"1 day" = "1 day";

/* No comment provided by engineer. */
"1 hour" = "1 ชั่วโมง";

/* No comment provided by engineer. */
"1 week" = "1 week";

/* No comment provided by engineer. */
"30 minutes" = "30 นาที";

/* No comment provided by engineer. */
"4 hours" = "4 ชั่วโมง";

/* No comment provided by engineer. */
"4 weeks" = "4 weeks";

/* No comment provided by engineer. */
"8 hours" = "8 hours";

/* No comment provided by engineer. */
"@-mentions only" = "@-เฉพาะการกล่าวถึง";

/* No comment provided by engineer. */
"[Unknown username]" = "[ไม่รู้จักชื่อผู้ใช้]";

/* No comment provided by engineer. */
"About" = "เกี่ยวกับ";

/* No comment provided by engineer. */
"Account" = "Account";

/* No comment provided by engineer. */
"Account not configured" = "Account not configured";

/* No comment provided by engineer. */
"Accounts" = "บัญชี";

/* No comment provided by engineer. */
"Accuracy" = "ความแม่นยำ";

/* No comment provided by engineer. */
"Add" = "เพิ่ม";

/* No comment provided by engineer. */
"Add (%lu)" = "เพิ่ม (%lu)";

/* No comment provided by engineer. */
"Add account" = "เพิ่มบัญชี";

/* No comment provided by engineer. */
"Add answer" = "Add answer";

/* No comment provided by engineer. */
"Add participants" = "เพิ่มผู้เข้าร่วม";

/* No comment provided by engineer. */
"Add participants to new group conversation" = "Add participants to new group conversation";

/* No comment provided by engineer. */
"Add reaction" = "Add reaction";

/* No comment provided by engineer. */
"Add to favorites" = "เพิ่มในรายการโปรด";

/* No comment provided by engineer. */
"Address" = "ที่อยู่";

/* No comment provided by engineer. */
"Advanced" = "ขั้นสูง";

/* No comment provided by engineer. */
"AirPlay button" = "AirPlay button";

/* No comment provided by engineer. */
"All messages" = "ข้อความทั้งหมด";

/* No comment provided by engineer. */
"All messages were deleted" = "All messages were deleted";

/* No comment provided by engineer. */
"All notifications are muted" = "All notifications are muted";

/* No comment provided by engineer. */
"Allow guests" = "Allow guests";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Allow to dial-in without a pin";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Allowed";

/* No comment provided by engineer. */
"Alphabetical order" = "Alphabetical order";

/* No comment provided by engineer. */
"Also open to guest app users" = "Also open to guest app users";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "An error occurred changing privacy setting";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "An error occurred changing read status setting";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "An error occurred removing profile image";

/* No comment provided by engineer. */
"An error occurred setting address" = "An error occurred setting address";

/* No comment provided by engineer. */
"An error occurred setting email address" = "An error occurred setting email address";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "An error occurred setting phone number";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "An error occurred setting profile image";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "An error occurred setting Twitter account";

/* No comment provided by engineer. */
"An error occurred setting user name" = "An error occurred setting user name";

/* No comment provided by engineer. */
"An error occurred setting website" = "An error occurred setting website";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "An error occurred while adding %@ to the room";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to message" = "An error occurred while adding a reaction to message";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "An error occurred while clearing status message";

/* No comment provided by engineer. */
"An error occurred while creating the conversation" = "An error occurred while creating the conversation";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "An error occurred while deleting the message";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "An error occurred while opening the file %@";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from message" = "An error occurred while removing a reaction from message";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "An error occurred while sending the message";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "An error occurred while setting \(formattedPhoneNumber) as phone number";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "An error occurred while setting phone number";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "An error occurred while setting status message";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "An error occurred while sharing the file";

/* No comment provided by engineer. */
"an hour" = "หนึ่งชั่วโมง";

/* No comment provided by engineer. */
"Answer" = "Answer";

/* No comment provided by engineer. */
"Answers" = "Answers";

/* No comment provided by engineer. */
"Anyone who knows the link to this conversation will be able to access it. You can protect it by setting a password." = "Anyone who knows the link to this conversation will be able to access it. You can protect it by setting a password.";

/* No comment provided by engineer. */
"App" = "แอป";

/* No comment provided by engineer. */
"Appear offline" = "แสดงเป็นออฟไลน์";

/* No comment provided by engineer. */
"Ask a question" = "Ask a question";

/* No comment provided by engineer. */
"Attachments allowed?" = "Attachments allowed?";

/* No comment provided by engineer. */
"Audios" = "Audios";

/* No comment provided by engineer. */
"Away" = "ไม่อยู่";

/* No comment provided by engineer. */
"Back" = "ย้อนกลับ";

/* No comment provided by engineer. */
"bot" = "บอต";

/* No comment provided by engineer. */
"Call options" = "Call options";

/* No comment provided by engineer. */
"Call without notification" = "Call without notification";

/* No comment provided by engineer. */
"Calls" = "Calls";

/* No comment provided by engineer. */
"Calls enabled?" = "Calls enabled?";

/* No comment provided by engineer. */
"Camera" = "กล้อง";

/* No comment provided by engineer. */
"Camera access" = "Camera access";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "ไม่ได้รับอนุญาตให้เข้าถึงกล้อง โปรดตรวจสอบการตั้งค่าของคุณ";

/* No comment provided by engineer. */
"Camera disabled" = "ปิดใช้งานกล้อง";

/* No comment provided by engineer. */
"Camera enabled" = "เปิดใช้งานกล้อง";

/* No comment provided by engineer. */
"Can create conversations?" = "Can create conversations?";

/* No comment provided by engineer. */
"Cancel" = "ยกเลิก";

/* No comment provided by engineer. */
"Cancel conversation creation" = "ยกเลิกสร้างการสนทนา";

/* No comment provided by engineer. */
"Cancelled call from another account" = "ยกเลิกการโทรจากบัญชีอื่น";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Cannot share to conversation";

/* No comment provided by engineer. */
"Capabilities" = "Capabilities";

/* No comment provided by engineer. */
"Change password" = "เปลี่ยนรหัสผ่าน";

/* No comment provided by engineer. */
"Chat" = "แชท";

/* No comment provided by engineer. */
"Chat messages" = "Chat messages";

/* No comment provided by engineer. */
"Clear status message" = "ล้างข้อความสถานะ";

/* No comment provided by engineer. */
"Clear status message after" = "ล้างข้อความสถานะหลังจาก";

/* No comment provided by engineer. */
"Configuration" = "การกำหนดค่า";

/* No comment provided by engineer. */
"Connecting to %@ …" = "กำลังเชื่อมต่อไปยัง %@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = "กำลังเชื่อมต่อสายโทร …";

/* No comment provided by engineer. */
"Contact access" = "Contact access";

/* No comment provided by engineer. */
"Contact access has been denied" = "Contact access has been denied";

/* No comment provided by engineer. */
"Contacts" = "รายชื่อ";

/* No comment provided by engineer. */
"Continue to next step of conversation creation" = "Continue to next step of conversation creation";

/* No comment provided by engineer. */
"Conversation info" = "Conversation info";

/* No comment provided by engineer. */
"Conversation name" = "Conversation name";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Conversation name cannot be empty";

/* No comment provided by engineer. */
"Conversation not found" = "ไม่พบการสนทนา";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Conversation not found or not joined";

/* No comment provided by engineer. */
"Conversation settings" = "Conversation settings";

/* No comment provided by engineer. */
"Conversations" = "Conversations";

/* No comment provided by engineer. */
"Copy" = "คัดลอก";

/* No comment provided by engineer. */
"Could not access camera" = "Could not access camera";

/* No comment provided by engineer. */
"Could not access microphone" = "Could not access microphone";

/* No comment provided by engineer. */
"Could not access your location" = "Could not access your location";

/* No comment provided by engineer. */
"Could not add participant" = "Could not add participant";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Could not change call notifications setting";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Could not change listable scope of the conversation";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Could not change lobby state of the conversation";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Could not change moderation permissions of the participant";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Could not change notifications setting";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Could not change password protection settings";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Could not change read-only state of the conversation";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Could not change sharing permissions of the conversation";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Could not change SIP state of the conversation";

/* No comment provided by engineer. */
"Could not clear chat history" = "Could not clear chat history";

/* No comment provided by engineer. */
"Could not clear status message" = "Could not clear status message";

/* No comment provided by engineer. */
"Could not create conversation" = "Could not create conversation";

/* No comment provided by engineer. */
"Could not delete conversation" = "Could not delete conversation";

/* No comment provided by engineer. */
"Could not join %@" = "ไม่สามารถเข้าร่วม %@";

/* No comment provided by engineer. */
"Could not join %@ call" = "ไม่สามารถเข้าร่วมการโทร %@";

/* No comment provided by engineer. */
"Could not join call with %@" = "ไม่สามารถเข้าร่วมการโทรกับ %@";

/* No comment provided by engineer. */
"Could not join conversation with %@" = "Could not join conversation with %@";

/* No comment provided by engineer. */
"Could not leave conversation" = "Could not leave conversation";

/* No comment provided by engineer. */
"Could not remove participant" = "Could not remove participant";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Could not rename the conversation";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Could not resend email invitations";

/* No comment provided by engineer. */
"Could not send the message" = "Could not send the message";

/* No comment provided by engineer. */
"Could not set conversation name" = "Could not set conversation name";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Could not set message expiration time";

/* No comment provided by engineer. */
"Could not set phone number" = "Could not set phone number";

/* No comment provided by engineer. */
"Could not set status message" = "Could not set status message";

/* No comment provided by engineer. */
"Could not share file" = "Could not share file";

/* No comment provided by engineer. */
"Create" = "สร้าง";

/* No comment provided by engineer. */
"Create a conversation with %@" = "Create a conversation with %@";

/* No comment provided by engineer. */
"Create a new conversation" = "Create a new conversation";

/* No comment provided by engineer. */
"Create a new group conversation" = "Create a new group conversation";

/* No comment provided by engineer. */
"Create a new public conversation" = "Create a new public conversation";

/* No comment provided by engineer. */
"Create poll" = "Create poll";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Credentials for this account were no longer valid";

/* No comment provided by engineer. */
"days" = "วัน";

/* No comment provided by engineer. */
"Deck cards" = "Deck cards";

/* No comment provided by engineer. */
"Default" = "ค่าเริ่มต้น";

/* No comment provided by engineer. */
"Delete" = "ลบ";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Delete all";

/* No comment provided by engineer. */
"Delete all messages" = "Delete all messages";

/* No comment provided by engineer. */
"Delete conversation" = "Delete conversation";

/* No comment provided by engineer. */
"Deleting message" = "Deleting message";

/* No comment provided by engineer. */
"Demote from moderator" = "Demote from moderator";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Denied";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnostics";

/* No comment provided by engineer. */
"Disconnected" = "ไม่ได้เชื่อมต่อ";

/* No comment provided by engineer. */
"Dismiss" = "ปิดทิ้ง";

/* No comment provided by engineer. */
"Do not disturb" = "ห้ามรบกวน";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Do you really want to delete all messages in this conversation?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation?" = "Do you really want to delete this conversation?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Do you really want to end this poll?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Do you really want to log out from this account?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Do you really want to remove this account?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Do you want to connect to the server anyway?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Do you want to enable your camera?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Do you want to join this call?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Do you want to share '%@' in the conversation?";

/* No comment provided by engineer. */
"Don't clear" = "ไม่ต้องล้าง";

/* No comment provided by engineer. */
"Double tap to change accounts or add a new one" = "Double tap to change accounts or add a new one";

/* No comment provided by engineer. */
"Double tap to create a conversation with %@" = "Double tap to create a conversation with %@";

/* No comment provided by engineer. */
"Double tap to create group, public or one to one conversations." = "Double tap to create group, public or one to one conversations.";

/* No comment provided by engineer. */
"Double tap to create the conversation" = "Double tap to create the conversation";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Double tap to dismiss sharing options";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Double tap to edit profile";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Double tap to enable or disable the camera";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Double tap to enable or disable the microphone";

/* No comment provided by engineer. */
"Double tap to enable or disable the speaker" = "Double tap to enable or disable the speaker";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Double tap to end editing profile";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Double tap to go to conversation information";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Double tap to go to user profile and application settings";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Double tap to hang up the call";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Double tap to open file browser";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Double tap to select different audio routes";

/* No comment provided by engineer. */
"Double tap to send message" = "Double tap to send message";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Double tap to share with selected conversations";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Double tap to show or hide chat view";

/* No comment provided by engineer. */
"Double tap to start a video call" = "แตะสองครั้งเพื่อเริ่มการโทรวิดีโอ";

/* No comment provided by engineer. */
"Double tap to start a voice call" = "แตะสองครั้งเพื่อเริ่มการโทรเสียง";

/* No comment provided by engineer. */
"Double tap to start creating a new group conversation" = "Double tap to start creating a new group conversation";

/* No comment provided by engineer. */
"Double tap to start creating a new public conversation" = "Double tap to start creating a new public conversation";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Double tap to upgrade this voice call to a video call";

/* No comment provided by engineer. */
"Duplicate session" = "Duplicate session";

/* No comment provided by engineer. */
"Edit" = "แก้ไข";

/* No comment provided by engineer. */
"Edit vote" = "Edit vote";

/* No comment provided by engineer. */
"Editing Message" = "กำลังแก้ไขข้อความ";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Either you don't have chat permission or the conversation is read-only.";

/* No comment provided by engineer. */
"Email" = "อีเมล";

/* No comment provided by engineer. */
"Enable" = "เปิดใช้งาน";

/* No comment provided by engineer. */
"End poll" = "End poll";

/* External signaling used */
"External" = "External";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Failed to connect to %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Failed to forward message";

/* No comment provided by engineer. */
"Failed to send message" = "Failed to send message";

/* No comment provided by engineer. */
"Federated" = "Federated";

/* No comment provided by engineer. */
"Fetching status …" = "Fetching status …";

/* No comment provided by engineer. */
"Files" = "ไฟล์";

/* No comment provided by engineer. */
"For password reset and notifications" = "สำหรับการตั้งรหัสผ่านใหม่และการแจ้งเตือน";

/* No comment provided by engineer. */
"Format" = "Format";

/* No comment provided by engineer. */
"Forward" = "Forward";

/* No comment provided by engineer. */
"Forward to" = "Forward to";

/* No comment provided by engineer. */
"Full name" = "ชื่อเต็ม";

/* No comment provided by engineer. */
"Get source code" = "Get source code";

/* No comment provided by engineer. */
"Group conversation" = "Group conversation";

/* No comment provided by engineer. */
"guest" = "ผู้เยี่ยมชม";

/* No comment provided by engineer. */
"Guest" = "Guest";

/* No comment provided by engineer. */
"Guests access" = "Guests access";

/* No comment provided by engineer. */
"Hang up" = "Hang up";

/* No comment provided by engineer. */
"hours" = "ชั่วโมง";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "If you delete the conversation, it will also be deleted for %@";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for all other participants." = "If you delete the conversation, it will also be deleted for all other participants.";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "If you enable your camera, this call will be interrupted for a few seconds.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Images, files, voice messages…";

/* No comment provided by engineer. */
"in" = "in";

/* No comment provided by engineer. */
"Incoming call" = "Incoming call";

/* Internal signaling used */
"Internal" = "Internal";

/* No comment provided by engineer. */
"Invalid server address" = "Invalid server address";

/* No comment provided by engineer. */
"Invisible" = "มองไม่เห็น";

/* No comment provided by engineer. */
"Invitation resent" = "Invitation resent";

/* No comment provided by engineer. */
"Invitations resent" = "Invitations resent";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "It seems that %@ is not installed in your server.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "It seems that there is no internet connection.";

/* No comment provided by engineer. */
"Join call (audio only)" = "Join call (audio only)";

/* No comment provided by engineer. */
"Join call with video" = "Join call with video";

/* No comment provided by engineer. */
"Join the conversation %@ at" = "Join the conversation %@ at";

/* No comment provided by engineer. */
"Join the conversation at" = "Join the conversation at";

/* No comment provided by engineer. */
"Last sync" = "Last sync";

/* No comment provided by engineer. */
"Leave" = "Leave";

/* No comment provided by engineer. */
"Leave conversation" = "Leave conversation";

/* No comment provided by engineer. */
"less than a minute ago" = "less than a minute ago";

/* No comment provided by engineer. */
"Link https://…" = "Link https://…";

/* No comment provided by engineer. */
"Linked file" = "Linked file";

/* No comment provided by engineer. */
"Load more results" = "โหลดผลลัพธ์เพิ่มเติม";

/* No comment provided by engineer. */
"Lobby" = "Lobby";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Lobby is still active and you're not a moderator";

/* No comment provided by engineer. */
"Local" = "ต้นทาง";

/* No comment provided by engineer. */
"Location" = "ตำแหน่งที่อยู่";

/* No comment provided by engineer. */
"Location access" = "Location access";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Location service has been denied. Check your settings.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Location service is not enabled";

/* No comment provided by engineer. */
"Locations" = "สถานที่";

/* No comment provided by engineer. */
"Lock conversation" = "Lock conversation";

/* No comment provided by engineer. */
"Log in" = "เข้าสู่ระบบ";

/* No comment provided by engineer. */
"Log out" = "ออกจากระบบ";

/* No comment provided by engineer. */
"Logged out" = "Logged out";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Manual";

/* No comment provided by engineer. */
"Mark as read" = "Mark as read";

/* No comment provided by engineer. */
"Mark as unread" = "Mark as unread";

/* No comment provided by engineer. */
"Match system contacts" = "Match system contacts";

/* No comment provided by engineer. */
"Media" = "สื่อ";

/* No comment provided by engineer. */
"Meeting ID" = "Meeting ID";

/* No comment provided by engineer. */
"Meeting settings" = "Meeting settings";

/* No comment provided by engineer. */
"Message copied" = "Message copied";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Message could not be deleted because it is too old";

/* No comment provided by engineer. */
"Message deleted successfully" = "Message deleted successfully";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services";

/* No comment provided by engineer. */
"Message expiration" = "Message expiration";

/* No comment provided by engineer. */
"Message expiration time" = "Message expiration time";

/* No comment provided by engineer. */
"Messages" = "Messages";

/* No comment provided by engineer. */
"Microphone" = "Microphone";

/* No comment provided by engineer. */
"Microphone access" = "Microphone access";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Microphone access is not allowed. Check your settings.";

/* No comment provided by engineer. */
"Microphone disabled" = "Microphone disabled";

/* No comment provided by engineer. */
"Microphone enabled" = "Microphone enabled";

/* No comment provided by engineer. */
"minutes" = "นาที";

/* No comment provided by engineer. */
"Missed call from" = "Missed call from";

/* No comment provided by engineer. */
"Missing phone number information" = "Missing phone number information";

/* The signaling mode used */
"Mode" = "โหมด";

/* No comment provided by engineer. */
"moderator" = "moderator";

/* No comment provided by engineer. */
"Modification date" = "Modification date";

/* No comment provided by engineer. */
"More options" = "More options";

/* No comment provided by engineer. */
"Multiple answers" = "Multiple answers";

/* No comment provided by engineer. */
"Mute all notifications" = "ปิดการแจ้งเตือนทั้งหมด";

/* No comment provided by engineer. */
"My location" = "My location";

/* No comment provided by engineer. */
"Name" = "ชื่อ";

/* No comment provided by engineer. */
"Nearby places" = "Nearby places";

/* No comment provided by engineer. */
"Network available" = "เครือข่ายใช้งานได้";

/* No comment provided by engineer. */
"Network not available" = "Network not available";

/* No comment provided by engineer. */
"New conversation" = "New conversation";

/* No comment provided by engineer. */
"New group conversation" = "New group conversation";

/* No comment provided by engineer. */
"New poll" = "New poll";

/* No comment provided by engineer. */
"New public conversation" = "New public conversation";

/* No comment provided by engineer. */
"Next" = "ถัดไป";

/* No comment provided by engineer. */
"Nextcloud server not found" = "Nextcloud server not found";

/* No comment provided by engineer. */
"No" = "ไม่ใช่";

/* No comment provided by engineer. */
"No files in here" = "ไม่มีไฟล์ที่นี่";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "No messages yet, start the conversation!";

/* No comment provided by engineer. */
"No participants found" = "No participants found";

/* No comment provided by engineer. */
"No password" = "No password";

/* No comment provided by engineer. */
"No response from server" = "No response from server";

/* No comment provided by engineer. */
"No results found" = "No results found";

/* No comment provided by engineer. */
"No shared items" = "No shared items";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Not requested";

/* No comment provided by engineer. */
"Notifications" = "การแจ้งเตือน";

/* No comment provided by engineer. */
"Notifications: %@" = "Notifications: %@";

/* No comment provided by engineer. */
"Off" = "Off";

/* No comment provided by engineer. */
"Offline" = "ออฟไลน์";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Offline, only showing downloaded messages";

/* No comment provided by engineer. */
"OK" = "ตกลง";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time.";

/* No comment provided by engineer. */
"Online" = "ออนไลน์";

/* No comment provided by engineer. */
"Online status" = "สถานะออนไลน์";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Only normal chat messages can be deleted";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "ซิงโครไนซ์ไปยังเซิร์ฟเวอร์ที่เชื่อถือเท่านั้น";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Only visible to people matched via phone number integration";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "เห็นได้เฉพาะคนบนเซิร์ฟเวอร์นี้และผู้เยี่ยมชม";

/* No comment provided by engineer. */
"Open app settings" = "Open app settings";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Open conversation to registered users";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Open conversations";

/* No comment provided by engineer. */
"Open in %@" = "Open in %@";

/* No comment provided by engineer. */
"Open links in" = "Open links in";

/* No comment provided by engineer. */
"Others" = "Others";

/* No comment provided by engineer. */
"Password" = "รหัสผ่าน";

/* No comment provided by engineer. */
"Password field for public conversation" = "Password field for public conversation";

/* No comment provided by engineer. */
"Phone number" = "หมายเลขโทรศัพท์";

/* No comment provided by engineer. */
"Phone number integration" = "Phone number integration";

/* No comment provided by engineer. */
"Phone number set successfully" = "Phone number set successfully";

/* No comment provided by engineer. */
"Photo Library" = "Photo Library";

/* No comment provided by engineer. */
"Photo library access" = "Photo library access";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Please check that you entered a valid server address.";

/* No comment provided by engineer. */
"Please check that you entered the correct Nextcloud server address." = "Please check that you entered the correct Nextcloud server address.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Please update your server with the latest %@ version available.";

/* No comment provided by engineer. */
"Please, set a name for this conversation." = "Please, set a name for this conversation.";

/* No comment provided by engineer. */
"Poll" = "Poll";

/* No comment provided by engineer. */
"Poll results" = "Poll results";

/* No comment provided by engineer. */
"Preview" = "ตัวอย่าง";

/* No comment provided by engineer. */
"Privacy" = "ความเป็นส่วนตัว";

/* No comment provided by engineer. */
"Private" = "ส่วนตัว";

/* No comment provided by engineer. */
"Private poll" = "Private poll";

/* No comment provided by engineer. */
"Profile" = "Profile";

/* No comment provided by engineer. */
"Profile picture" = "รูปภาพโปรไฟล์";

/* No comment provided by engineer. */
"Promote to moderator" = "Promote to moderator";

/* No comment provided by engineer. */
"Public conversation" = "Public conversation";

/* No comment provided by engineer. */
"Published" = "เผยแพร่แล้ว";

/* No comment provided by engineer. */
"Question" = "Question";

/* No comment provided by engineer. */
"Reachable?" = "Reachable?";

/* No comment provided by engineer. */
"Reactions" = "Reactions";

/* No comment provided by engineer. */
"Read status" = "Read status";

/* No comment provided by engineer. */
"Record voice message" = "Record voice message";

/* No comment provided by engineer. */
"Redo" = "Redo";

/* No comment provided by engineer. */
"Remove" = "ลบออก";

/* No comment provided by engineer. */
"Remove account" = "ลบบัญชี";

/* No comment provided by engineer. */
"Remove circle and members" = "Remove circle and members";

/* No comment provided by engineer. */
"Remove from favorites" = "Remove from favorites";

/* No comment provided by engineer. */
"Remove group and members" = "Remove group and members";

/* No comment provided by engineer. */
"Remove participant" = "Remove participant";

/* No comment provided by engineer. */
"Remove password" = "Remove password";

/* No comment provided by engineer. */
"Reply" = "ตอบกลับ";

/* No comment provided by engineer. */
"Reply privately" = "Reply privately";

/* No comment provided by engineer. */
"Resend" = "Resend";

/* No comment provided by engineer. */
"Resend invitation" = "Resend invitation";

/* No comment provided by engineer. */
"Resend invitations" = "Resend invitations";

/* Results of a poll */
"Results" = "ผลลัพธ์";

/* No comment provided by engineer. */
"Retry" = "Retry";

/* No comment provided by engineer. */
"Save" = "บันทึก";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"Search for places" = "Search for places";

/* No comment provided by engineer. */
"Send" = "ส่ง";

/* No comment provided by engineer. */
"Send message" = "Send message";

/* No comment provided by engineer. */
"Send options" = "Send options";

/* No comment provided by engineer. */
"Send without notification" = "Send without notification";

/* No comment provided by engineer. */
"Send/Accept" = "Send/Accept";

/* No comment provided by engineer. */
"Server" = "เซิร์ฟเวอร์";

/* No comment provided by engineer. */
"Server address https://…" = "ที่อยู่เชิร์ฟเวอร์ https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Server is currently in maintenance mode";

/* No comment provided by engineer. */
"Set" = "Set";

/* No comment provided by engineer. */
"Set new password:" = "Set new password:";

/* No comment provided by engineer. */
"Set password" = "ตั้งรหัสผ่าน";

/* No comment provided by engineer. */
"Set password:" = "Set password:";

/* No comment provided by engineer. */
"Set status message" = "กำหนดข้อความสถานะ";

/* No comment provided by engineer. */
"Settings" = "ตั้งค่า";

/* No comment provided by engineer. */
"Several people are typing" = "Several people are typing";

/* No comment provided by engineer. */
"Share" = "แชร์";

/* No comment provided by engineer. */
"Share a file from your Nextcloud" = "Share a file from your Nextcloud";

/* No comment provided by engineer. */
"Share conversation link" = "Share conversation link";

/* No comment provided by engineer. */
"Share current location" = "Share current location";

/* No comment provided by engineer. */
"Share location" = "Share location";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Share pin location";

/* No comment provided by engineer. */
"Share with" = "Share with";

/* No comment provided by engineer. */
"Shared items" = "Shared items";

/* No comment provided by engineer. */
"Shared location" = "Shared location";

/* No comment provided by engineer. */
"Show more…" = "Show more…";

/* No comment provided by engineer. */
"Signaling" = "Signaling";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP dial-in";

/* No comment provided by engineer. */
"Skip" = "ข้าม";

/* No comment provided by engineer. */
"Slide to cancel" = "Slide to cancel";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Some messages not shown, will be downloaded when online";

/* No comment provided by engineer. */
"Speaker" = "Speaker";

/* No comment provided by engineer. */
"Speaker disabled" = "Speaker disabled";

/* No comment provided by engineer. */
"Speaker enabled" = "Speaker enabled";

/* No comment provided by engineer. */
"Start time" = "Start time";

/* No comment provided by engineer. */
"Status" = "สถานะ";

/* No comment provided by engineer. */
"Status message" = "ข้อความสถานะ";

/* No comment provided by engineer. */
"STUN servers" = "STUN servers";

/* No comment provided by engineer. */
"Subscribed to push server?" = "Subscribed to push server?";

/* No comment provided by engineer. */
"Sync contacts" = "Sync contacts";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Synchronize to trusted servers and the global and public address book";

/* No comment provided by engineer. */
"Talk" = "Talk";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Tap and hold to record a voice message";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Tap and hold to record a voice message, release the button to send it.";

/* No comment provided by engineer. */
"The password is wrong" = "The password is wrong";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "There is no account for user %1$@ in server %2$@ configured in this app.";

/* No comment provided by engineer. */
"This conversation is read-only" = "This conversation is read-only";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "This meeting is scheduled for";

/* No comment provided by engineer. */
"This week" = "สัปดาห์นี้";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "This will impact the functionality of this app. Please review your settings.";

/* TRANSLATORS this is for sending something 'to' a user. Eg. 'To: John Doe' */
"To:" = "ถึง:";

/* No comment provided by engineer. */
"Today" = "วันนี้";

/* No comment provided by engineer. */
"TURN servers" = "TURN servers";

/* No comment provided by engineer. */
"Twitter" = "ทวิตเตอร์";

/* No comment provided by engineer. */
"Twitter handle @…" = "Twitter handle @…";

/* No comment provided by engineer. */
"Unable to load file" = "Unable to load file";

/* No comment provided by engineer. */
"Unable to open file" = "Unable to open file";

/* No comment provided by engineer. */
"Unavailable" = "Unavailable";

/* No comment provided by engineer. */
"Undo" = "เลิกทำ";

/* No comment provided by engineer. */
"Undo Typing" = "Undo Typing";

/* No comment provided by engineer. */
"Unknown" = "ไม่ทราบ";

/* No comment provided by engineer. */
"Unknown error occurred" = "Unknown error occurred";

/* No comment provided by engineer. */
"Unread mentions" = "Unread mentions";

/* No comment provided by engineer. */
"Unread messages" = "Unread messages";

/* No comment provided by engineer. */
"Upload failed" = "อัปโหลดล้มเหลว";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Uploading %ld elements";

/* No comment provided by engineer. */
"Uploading 1 element" = "Uploading 1 element";

/* No comment provided by engineer. */
"User" = "ผู้ใช้";

/* No comment provided by engineer. */
"User profile and settings" = "User profile and settings";

/* No comment provided by engineer. */
"User status supported?" = "User status supported?";

/* No comment provided by engineer. */
"Version" = "รุ่น";

/* No comment provided by engineer. */
"Video call" = "Video call";

/* No comment provided by engineer. */
"Video quality" = "Video quality";

/* No comment provided by engineer. */
"Voice call" = "Voice call";

/* No comment provided by engineer. */
"Voice messages" = "Voice messages";

/* No comment provided by engineer. */
"Vote" = "Vote";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Waiting for %@ to join call …";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Waiting for others to join call …";

/* No comment provided by engineer. */
"Website" = "เว็บไซต์";

/* No comment provided by engineer. */
"What is your status?" = "What is your status?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Write message, @ to mention someone …";

/* No comment provided by engineer. */
"Yes" = "ใช่";

/* No comment provided by engineer. */
"Yesterday" = "เมื่อวานนี้";

/* No comment provided by engineer. */
"You" = "You";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "You are currently waiting in the lobby";

/* No comment provided by engineer. */
"You are not part of any conversation" = "You are not part of any conversation";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "You are not part of any conversation. Press + to start a new one.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "You can set your phone number so other users will be able to find you";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "You have been muted by a moderator";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "You need to promote a new moderator before you can leave %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "You need to promote a new moderator before you can leave this conversation";

/* No comment provided by engineer. */
"You received a new notification" = "You received a new notification";

/* No comment provided by engineer. */
"Your email address" = "ที่อยู่อีเมลของคุณ";

/* No comment provided by engineer. */
"Your phone number" = "Your phone number";

/* No comment provided by engineer. */
"Your PIN" = "Your PIN";

/* No comment provided by engineer. */
"Your postal address" = "Your postal address";

/* No comment provided by engineer. */
"↓ New messages" = "↓ New messages";

